import { mapObjectKeys } from '../utils/map.js';

const storeName = {
    "Здоровое питание": 0,
    "Здоровый выбор": 1,
    "Зеленая площадка": 2,
    "Зеленый круг": 3,
    "Зеленый рынок": 4,
    "Натур продукт": 5,
    "Натуральная поляна": 6,
    "Натуральный выбор": 7,
    "Натуральный магазин": 8,
    "Натуральный мир": 9,
    "Органик дом": 10,
    "Органик магазин": 11,
    "Органик маркет": 12,
    "Органическая лавка": 13,
    "Органический уголок": 14,
    "Фермерская дача": 15,
    "Фермерская лавка": 16,
    "Фермерская ярмарка": 17,
    "Фермерский дом": 18,
    "Фермерский мир": 19,
    "Фермерский остров": 20,
    "Фермерский рай": 21,
    "Фермерский район": 22,
    "Фермерский рынок": 23,
    "Фермерский сад": 24,
    "Эко магазин": 25,
    "Эко сад": 26,
    "Эко угол": 27,
    "Эко ферма": 28,
    "Эко центр": 29
};

export default storeName;

export const map = mapObjectKeys(storeName);
